[
    {
        "book_id": "GEN",
        "chapter_id": "GEN.1",
        "markdown": "## The Account of Creation\n\n`1` In the beginning God created the heavens and the earth. `2` The earth was formless and empty, and darkness covered the deep waters. And the Spirit of God was hovering over the surface of the waters. \n\n`3` Then God said, “Let there be light,” and there was light. `4` And God saw that the light was good. Then he separated the light from the darkness. `5` God called the light “day” and the darkness “night.” \n\nAnd evening passed and morning came, marking the first day. \n\n`6` Then God said, “Let there be a space between the waters, to separate the waters of the heavens from the waters of the earth.” `7` And that is what happened. God made this space to separate the waters of the earth from the waters of the heavens. `8` God called the space “sky.” \n\nAnd evening passed and morning came, marking the second day. \n\n`9` Then God said, “Let the waters beneath the sky flow together into one place, so dry ground may appear.” And that is what happened. `10` God called the dry ground “land” and the waters “seas.” And God saw that it was good. `11` Then God said, “Let the land sprout with vegetation—every sort of seed-bearing plant, and trees that grow seed-bearing fruit. These seeds will then produce the kinds of plants and trees from which they came.” And that is what happened. `12` The land produced vegetation—all sorts of seed-bearing plants, and trees with seed-bearing fruit. Their seeds produced plants and trees of the same kind. And God saw that it was good. \n\n`13` And evening passed and morning came, marking the third day. \n\n`14` Then God said, “Let lights appear in the sky to separate the day from the night. Let them be signs to mark the seasons, days, and years. `15` Let these lights in the sky shine down on the earth.” And that is what happened. `16` God made two great lights—the larger one to govern the day, and the smaller one to govern the night. He also made the stars. `17` God set these lights in the sky to light the earth, `18` to govern the day and night, and to separate the light from the darkness. And God saw that it was good. \n\n`19` And evening passed and morning came, marking the fourth day. \n\n`20` Then God said, “Let the waters swarm with fish and other life. Let the skies be filled with birds of every kind.” `21` So God created great sea creatures and every living thing that scurries and swarms in the water, and every sort of bird—each producing offspring of the same kind. And God saw that it was good. `22` Then God blessed them, saying, “Be fruitful and multiply. Let the fish fill the seas, and let the birds multiply on the earth.” \n\n`23` And evening passed and morning came, marking the fifth day. \n\n`24` Then God said, “Let the earth produce every sort of animal, each producing offspring of the same kind—livestock, small animals that scurry along the ground, and wild animals.” And that is what happened. `25` God made all sorts of wild animals, livestock, and small animals, each able to produce offspring of the same kind. And God saw that it was good. \n\n`26` Then God said, “Let us make human beings in our image, to be like us. They will reign over the fish in the sea, the birds in the sky, the livestock, all the wild animals on the earth, and the small animals that scurry along the ground.” \n\n`27` So God created human beings in his own image. \n\nIn the image of God he created them; \n\nmale and female he created them. \n\n`28` Then God blessed them and said, “Be fruitful and multiply. Fill the earth and govern it. Reign over the fish in the sea, the birds in the sky, and all the animals that scurry along the ground.” \n\n`29` Then God said, “Look! I have given you every seed-bearing plant throughout the earth and all the fruit trees for your food. `30` And I have given every green plant as food for all the wild animals, the birds in the sky, and the small animals that scurry along the ground—everything that has life.” And that is what happened. \n\n`31` Then God looked over all he had made, and he saw that it was very good! \n\nAnd evening passed and morning came, marking the sixth day. "
    },
    {
        "book_id": "GEN",
        "chapter_id": "GEN.2",
        "markdown": "`1` So the creation of the heavens and the earth and everything in them was completed. `2` On the seventh day God had finished his work of creation, so he rested from all his work. `3` And God blessed the seventh day and declared it holy, because it was the day when he rested from all his work of creation. \n\n`4` This is the account of the creation of the heavens and the earth. \n\n## The Man and Woman in Eden\n\nWhen the Lord God made the earth and the heavens, `5` neither wild plants nor grains were growing on the earth. For the Lord God had not yet sent rain to water the earth, and there were no people to cultivate the soil. `6` Instead, springs came up from the ground and watered all the land. `7` Then the Lord God formed the man from the dust of the ground. He breathed the breath of life into the man’s nostrils, and the man became a living person. \n\n`8` Then the Lord God planted a garden in Eden in the east, and there he placed the man he had made. `9` The Lord God made all sorts of trees grow up from the ground—trees that were beautiful and that produced delicious fruit. In the middle of the garden he placed the tree of life and the tree of the knowledge of good and evil. \n\n`10` A river flowed from the land of Eden, watering the garden and then dividing into four branches. `11` The first branch, called the Pishon, flowed around the entire land of Havilah, where gold is found. `12` The gold of that land is exceptionally pure; aromatic resin and onyx stone are also found there. `13` The second branch, called the Gihon, flowed around the entire land of Cush. `14` The third branch, called the Tigris, flowed east of the land of Asshur. The fourth branch is called the Euphrates. \n\n`15` The Lord God placed the man in the Garden of Eden to tend and watch over it. `16` But the Lord God warned him, “You may freely eat the fruit of every tree in the garden— `17` except the tree of the knowledge of good and evil. If you eat its fruit, you are sure to die.” \n\n`18` Then the Lord God said, “It is not good for the man to be alone. I will make a helper who is just right for him.” `19` So the Lord God formed from the ground all the wild animals and all the birds of the sky. He brought them to the man to see what he would call them, and the man chose a name for each one. `20` He gave names to all the livestock, all the birds of the sky, and all the wild animals. But still there was no helper just right for him. \n\n`21` So the Lord God caused the man to fall into a deep sleep. While the man slept, the Lord God took out one of the man’s ribs and closed up the opening. `22` Then the Lord God made a woman from the rib, and he brought her to the man. \n\n`23` “At last!” the man exclaimed. \n\n“This one is bone from my bone, \n\nand flesh from my flesh! \n\nShe will be called ‘woman,’ \n\nbecause she was taken from ‘man.’” \n\n`24` This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one. \n\n`25` Now the man and his wife were both naked, but they felt no shame. "
    },
    {
        "book_id": "GEN",
        "chapter_id": "GEN.3",
        "markdown": "## The Man and Woman Sin\n\n`1` The serpent was the shrewdest of all the wild animals the Lord God had made. One day he asked the woman, “Did God really say you must not eat the fruit from any of the trees in the garden?” \n\n`2` “Of course we may eat fruit from the trees in the garden,” the woman replied. `3` “It’s only the fruit from the tree in the middle of the garden that we are not allowed to eat. God said, ‘You must not eat it or even touch it; if you do, you will die.’” \n\n`4` “You won’t die!” the serpent replied to the woman. `5` “God knows that your eyes will be opened as soon as you eat it, and you will be like God, knowing both good and evil.” \n\n`6` The woman was convinced. She saw that the tree was beautiful and its fruit looked delicious, and she wanted the wisdom it would give her. So she took some of the fruit and ate it. Then she gave some to her husband, who was with her, and he ate it, too. `7` At that moment their eyes were opened, and they suddenly felt shame at their nakedness. So they sewed fig leaves together to cover themselves. \n\n`8` When the cool evening breezes were blowing, the man and his wife heard the Lord God walking about in the garden. So they hid from the Lord God among the trees. `9` Then the Lord God called to the man, “Where are you?” \n\n`10` He replied, “I heard you walking in the garden, so I hid. I was afraid because I was naked.” \n\n`11` “Who told you that you were naked?” the Lord God asked. “Have you eaten from the tree whose fruit I commanded you not to eat?” \n\n`12` The man replied, “It was the woman you gave me who gave me the fruit, and I ate it.” \n\n`13` Then the Lord God asked the woman, “What have you done?” \n\n“The serpent deceived me,” she replied. “That’s why I ate it.” \n\n`14` Then the Lord God said to the serpent, \n\n“Because you have done this, you are cursed \n\nmore than all animals, domestic and wild. \n\nYou will crawl on your belly, \n\ngroveling in the dust as long as you live. \n\n`15` And I will cause hostility between you and the woman, \n\nand between your offspring and her offspring. \n\nHe will strike your head, \n\nand you will strike his heel.” \n\n`16` Then he said to the woman, \n\n“I will sharpen the pain of your pregnancy, \n\nand in pain you will give birth. \n\nAnd you will desire to control your husband, \n\nbut he will rule over you. ” \n\n`17` And to the man he said, \n\n“Since you listened to your wife and ate from the tree \n\nwhose fruit I commanded you not to eat, \n\nthe ground is cursed because of you. \n\nAll your life you will struggle to scratch a living from it. \n\n`18` It will grow thorns and thistles for you, \n\nthough you will eat of its grains. \n\n`19` By the sweat of your brow \n\nwill you have food to eat \n\nuntil you return to the ground \n\nfrom which you were made. \n\nFor you were made from dust, \n\nand to dust you will return.” \n\n## Paradise Lost: God’s Judgment\n\n`20` Then the man—Adam—named his wife Eve, because she would be the mother of all who live. `21` And the Lord God made clothing from animal skins for Adam and his wife. \n\n`22` Then the Lord God said, “Look, the human beings have become like us, knowing both good and evil. What if they reach out, take fruit from the tree of life, and eat it? Then they will live forever!” `23` So the Lord God banished them from the Garden of Eden, and he sent Adam out to cultivate the ground from which he had been made. `24` After sending them out, the Lord God stationed mighty cherubim to the east of the Garden of Eden. And he placed a flaming sword that flashed back and forth to guard the way to the tree of life. "
    }
]